[
    {
        "ABN": 84001797511,
        "Charity_Legal_Name": "Access Industries For The Disabled Ltd",
        "Image URL": "http://www.accessindustries.com.au/wp-content/uploads/2016/04/New_Access_logo.png",
        "Small Description": "We are a registered charitable organisation providing employment services for people with disabilities, otherwise known as an Australian Disability Enterprise (ADE).",
        "Long Description": "We are a registered charitable organisation providing employment services for people with disabilities, otherwise known as an Australian Disability Enterprise (ADE). The organisation was originally set up by a group of people with physical disabilities back in 1949 as a self-help group for people within the community whose disabilities were not due to war service. As such, it is one of the oldest organisations of its type now operating in Australia. Today, Access Industries provides supported employment opportunities for close to 250 people with disabilities in ADE’s located at Seven Hills, Erskine Park and Horsley Park in the Sydney Metropolitan Area, Hamilton (Newcastle), and Lithgow. The total number of employees is circa 500. Access Industries provides a supportive and professional workplace that creates opportunities for people with disabilities achieve economic and community participation through meaningful employment. All employees of Access Industries receive training and support to deliver quality products for our customers. As part of its commitment to providing quality services, Access Industries employs skilled Training Officers and Welfare Officers to provide or organise additional training and support for its supported employees (i.e. employees who have a disability). This enables supported employees to optimise their work potential and personal skills, and for those wishing to do so, helps to prepare them to move on into open employment.",
        "Address_Line_1": "131 Station Rd",
        "Town_City": "Seven Hills",
        "State": "New South Wales",
        "Postcode": 2147,
        "Country": "Australia",
        "Charity_Website": "www.accessindustries.com.au",
        "Territory: ACT": null,
        "Territory: NSW": "Y",
        "Territory: NT": null,
        "Operates_in_QLD": null,
        "Operates_in_SA": null,
        "Operates_in_TAS": null,
        "Operates_in_VIC": null,
        "Operates_in_WA": null,
        "Education": null,
        "Health": "Y",
        "Chronic Illness": null,
        "Disabilities": null,
        "Homelessness": "Y",
        "Unemployment": null,
        "Veterans": null
    },
    {
        "ABN": 99804795393,
        "Charity_Legal_Name": "Arts Project Australia Inc",
        "Image URL": "https://www.artsproject.org.au/",
        "Small Description": "We are a creative social enterprise that supports artists with intellectual disabilities, promotes their work and advocates for their inclusion in contemporary art practice. ",
        "Long Description": "Arts Project Australia has aimed high since 1974 when we set out to lead and innovate in the arts and disability sectors. Since then, the quality of our exhibitions and artwork created in our studio has flourished, fed by a range of innovative programs and activities. We were the first full-time art studio in Australia for artists with an intellectual disability and have built a reputation both in Australia and internationally for our achievements on this front. Proof lies in the consistency and quality of the exhibitions and programs that we produce and deliver, along with the extraordinary opportunities and experiences we have brokered for our artists. They have been included in exhibitions all over the world and are represented in countless public and private collections.",
        "Address_Line_1": "24 High St",
        "Town_City": "Northcote",
        "State": "Victoria",
        "Postcode": 3070,
        "Country": "Australia",
        "Charity_Website": "www.artsproject.org.au",
        "Territory: ACT": null,
        "Territory: NSW": "Y",
        "Territory: NT": null,
        "Operates_in_QLD": null,
        "Operates_in_SA": null,
        "Operates_in_TAS": null,
        "Operates_in_VIC": "Y",
        "Operates_in_WA": null,
        "Education": null,
        "Health": null,
        "Chronic Illness": null,
        "Disabilities": null,
        "Homelessness": "Y",
        "Unemployment": null,
        "Veterans": null
    },
    {
        "ABN": 91530248271,
        "Charity_Legal_Name": "Blue Mountains Food Services Inc",
        "Image URL": "https://static.wixstatic.com/media/cf0c32_926b273fa50c4cd9bbfc2e01e3edaa70~mv2.png/v1/fill/w_348,h_75,al_c,q_85,usm_0.66_1.00_0.01/cf0c32_926b273fa50c4cd9bbfc2e01e3edaa70~mv2.webp",
        "Small Description": "Whether it's nutritious meals delivered to your home, a friendly chat at one of our many community restaurants, or assistance with daily activities from one of our lovely volunteers, we're all about helping you to remain independent and socially connected in your community.",
        "Long Description": "Blue Mountains Food Services (BMFS) is a not-for-profit organisation which provides a range of programs and services to residents of the Blue Mountains. These include aged care services, disability services, volunteering opportunities, a social enterprise café and more. We are a proud member of the NSW Meals on Wheels association and a registered NDIS provider, with over 20 years experience in the community, disability and hospitality sector. Our services focus on meeting the nutritional needs of our clients whilst addressing the issue of social isolation by engaging clients in social activity and inclusion.",
        "Address_Line_1": "25 Livingstone St",
        "Town_City": "Lawson",
        "State": "New South Wales",
        "Postcode": 2783,
        "Country": "Australia",
        "Charity_Website": "www.bmfs.org.au",
        "Territory: ACT": null,
        "Territory: NSW": "Y",
        "Territory: NT": null,
        "Operates_in_QLD": null,
        "Operates_in_SA": null,
        "Operates_in_TAS": null,
        "Operates_in_VIC": null,
        "Operates_in_WA": null,
        "Education": null,
        "Health": "Y",
        "Chronic Illness": null,
        "Disabilities": null,
        "Homelessness": "Y",
        "Unemployment": null,
        "Veterans": null
    },
    {
        "ABN": 63201477650,
        "Charity_Legal_Name": "Boneham Aged Care Services Inc",
        "Image URL": "https://www.boneham.org/wp-content/uploads/2013/09/boneham-logo.jpg",
        "Small Description": "Delivering excellence in aged care services that meet or exceed the needs and expectations of our residents and clients.",
        "Long Description": "Boneham Aged Care Services is located in Millicent, in the South East of South Australia. Just 50 kilometres from Mount Gambier, Millicent is situated in the Limestone Coast region, approximately half way between Adelaide and Melbourne. We are a community based, not-for-profit organisation managed by an elected Board of Governance comprising of community members. The board, together with the General Manager/Director of Care, is responsible for the ongoing management and planning of Mary Cecelia Hart Court, a residential Aged Care facility for 90 aged persons and Boneham Cottages which comprises 25 Independent Living Units. The independent living units are located in a village setting and Mary Cecelia Hart Court is a beautiful, contemporary facility staffed by committed and competent people, who ensure that our residents’ care needs are met.  We have secure areas and an ongoing relationship with Alzheimers’ Australia to enable us to respond to the specific requirements of those residents with Dementia. Mary Cecelia Hart Court is a fully accredited hostel providing Ageing in Place for its residents, with qualified staff on duty 24 hours per day. In the interests of health and safety, Mary Cecelia Hart Court has a ‘no smoking policy’. Smoking is not permitted in any buildings or on the grounds.",
        "Address_Line_1": "82 Williams Road",
        "Town_City": "Millicent",
        "State": "SA",
        "Postcode": 5280,
        "Country": "Australia",
        "Charity_Website": "www.boneham.org",
        "Territory: ACT": null,
        "Territory: NSW": null,
        "Territory: NT": null,
        "Operates_in_QLD": null,
        "Operates_in_SA": "Y",
        "Operates_in_TAS": null,
        "Operates_in_VIC": null,
        "Operates_in_WA": null,
        "Education": null,
        "Health": null,
        "Chronic Illness": null,
        "Disabilities": "Y",
        "Homelessness": "Y",
        "Unemployment": null,
        "Veterans": null
    },
    {
        "ABN": 20061257725,
        "Charity_Legal_Name": "Carers Queensland Limited",
        "Image URL": "https://carersqld.com.au/wp-content/themes/carersqld/images/logo.png",
        "Small Description": "With one in every eight Australians caring for a family member or friend, Carers Queensland is committed to providing specialised carer, aged, and disability support services.",
        "Long Description": "Carers Queensland is the peak body representing unpaid family and community carers in Queensland. We respond to the unique and changing needs of the 474,000 carers across the state and those they care for. Carers Queensland started as the Queensland Council of Carers and established its head office in Camp Hill, Brisbane in 1989. Since then, we have given carers a voice. We champion equal rights and opportunities. We focus on providing support services to caring families based on what they need.",
        "Address_Line_1": "15 Abbott St",
        "Town_City": "Camp Hill",
        "State": "Queensland",
        "Postcode": 4152,
        "Country": "Australia",
        "Charity_Website": "http://carersqld.com.au",
        "Territory: ACT": null,
        "Territory: NSW": null,
        "Territory: NT": null,
        "Operates_in_QLD": "Y",
        "Operates_in_SA": null,
        "Operates_in_TAS": null,
        "Operates_in_VIC": null,
        "Operates_in_WA": null,
        "Education": null,
        "Health": "Y",
        "Chronic Illness": null,
        "Disabilities": "Y",
        "Homelessness": "Y",
        "Unemployment": null,
        "Veterans": null
    },
    {
        "ABN": 12345691733,
        "Charity_Legal_Name": "CFN Association Inc.",
        "Image URL": "https://cfn.org.au/wp-content/uploads/2018/09/cropped-CFN-Logo-b.png",
        "Small Description": "We have a long history providing disability services within this region, and working with people with disability to  their individual goals, with support from us, their families and support networks along thereach way.",
        "Long Description": "CFN works in partnership with individuals and families to provide tailored experiences and person-centered practices, to help the individuals we work with to thrive, inspire new opportunities, live well and dream big towards a better future. We’ve always been about making positive change happen by supporting people with disabilities in Caboolture, the Sunshine Coast and Brisbane to lead the lives they choose through the range of disability services we offer. \n",
        "Address_Line_1": "10 Grant Rd",
        "Town_City": "Morayfield",
        "State": "Queensland",
        "Postcode": 4506,
        "Country": "Australia",
        "Charity_Website": "www.cfn.org.au",
        "Territory: ACT": null,
        "Territory: NSW": null,
        "Territory: NT": null,
        "Operates_in_QLD": "Y",
        "Operates_in_SA": null,
        "Operates_in_TAS": null,
        "Operates_in_VIC": null,
        "Operates_in_WA": null,
        "Education": null,
        "Health": "Y",
        "Chronic Illness": null,
        "Disabilities": null,
        "Homelessness": "Y",
        "Unemployment": null,
        "Veterans": null
    },
    {
        "ABN": 93056378299,
        "Charity_Legal_Name": "Connectability Australia Limited",
        "Image URL": "https://www.connectability.org.au/wp-content/uploads/2019/03/connect-ability-logo_04.png",
        "Small Description": "ConnectAbility Australia was founded in 1992 by a group of community members and families to meet the needs of people with significant disabilities to provide opportunities to access community based resources, aged care support, facilities, disability support and family counselling.",
        "Long Description": "In 2015, a decision was made to diversify and grow the organisation to provide supports and opportunities to other groups within the community and a merger between ConnectAbility and Jesmond Connected Communities was completed. We now provide a broad range of personalised supports to older community members, children and young people and people with disabilities. ConnectAbility customers reside throughout Newcastle, Lake Macquarie, Port Stephens, Maitland and other Lower Hunter local government areas. Our approach is personal, flexible and centred on the person. Whether you are attending one of our Friendship Groups as an older person, a playgroup, community education sessions, or are a person with a disability looking to achieve goals and dreams ConnectAbility will work with you and, should you choose, those closest to you to ensure you achieve your goals.",
        "Address_Line_1": "26 Warabrook Bvd",
        "Town_City": "Warabrook",
        "State": "New South Wales",
        "Postcode": 2304,
        "Country": "Australia",
        "Charity_Website": "www.connectabilityaus.org.au",
        "Territory: ACT": null,
        "Territory: NSW": "Y",
        "Territory: NT": null,
        "Operates_in_QLD": null,
        "Operates_in_SA": null,
        "Operates_in_TAS": null,
        "Operates_in_VIC": null,
        "Operates_in_WA": null,
        "Education": null,
        "Health": "Y",
        "Chronic Illness": null,
        "Disabilities": null,
        "Homelessness": "Y",
        "Unemployment": null,
        "Veterans": null
    },
    {
        "ABN": 71168476100,
        "Charity_Legal_Name": "Disability Matters Inc",
        "Image URL": "https://disabilitymatters.org.au/images/logo.png",
        "Small Description": "Disability Matters is a local, leading disability services provider with over 25 years’ experience in supporting people with a disability in the Atherton Tablelands region.",
        "Long Description": "Disability Matters has been working actively in the community to provide help and understanding with quality disability support care since 1990. Formed in response to community need, the organisation was originally known as Tableland Respite Care Association. The name was changed in May 2016 to better communicate what the organisation is all about – Disability Matters to us. Disability Matters operates from Heraghty House at 39 Robert St, Atherton. The building was officially opened in October 2015 and has been named in honour of Pat Heraghty who was a founding member of the Board and involved with the organisation for many years. The building has office space, meeting and interview rooms. Our large meeting room is available for hire and is used by other local organisations for training sessions and seminars.",
        "Address_Line_1": "39 Robert St",
        "Town_City": "Atherton",
        "State": "QLD",
        "Postcode": 4883,
        "Country": "Australia",
        "Charity_Website": "www.disabilitymatters.org.au",
        "Territory: ACT": null,
        "Territory: NSW": null,
        "Territory: NT": null,
        "Operates_in_QLD": "Y",
        "Operates_in_SA": null,
        "Operates_in_TAS": null,
        "Operates_in_VIC": null,
        "Operates_in_WA": null,
        "Education": null,
        "Health": null,
        "Chronic Illness": null,
        "Disabilities": null,
        "Homelessness": "Y",
        "Unemployment": null,
        "Veterans": null
    },
    {
        "ABN": 83058123729,
        "Charity_Legal_Name": "Fairhaven Services Ltd",
        "Image URL": "https://www.fairhaven.org.au/wp-content/uploads/2018/03/fairhaven_logo.png",
        "Small Description": "We are a social enterprise established to ensure that people living with disability on the Central Coast live the lives that they aspire to, with a commitment to providing community participation, social skills, employment opportunities, accommodation and living supports.",
        "Long Description": "Fairhaven is a not for profit organisation that began as a school in 1962, formed by a group of Central Coast parents who came together with a single goal: to provide education options for their children with intellectual disabilities who were unable to access mainstream schools. We are a social enterprise established to ensure that people living with disability on the Central Coast live the lives that they aspire to, with a commitment to providing community participation, social skills, employment opportunities, accommodation and living supports. Fairhaven provides accommodation and care at Kincumber and Ettalong, giving people with disabilities independence and offering full time carers assistance and respite. We provide accommodation and community support across the Central Coast. We also operate the Supported Employment Enterprise (SEE) business divisions at Fairhaven CoPack in Tuggerah, and an upcycling re-use hub, Fairhaven ReCreate at Point Clare. Community support is essential to our operations. We always welcome donations and volunteers.",
        "Address_Line_1": "209 Brisbane Water Dr",
        "Town_City": "Point Clare",
        "State": "New South Wales",
        "Postcode": 2250,
        "Country": "Australia",
        "Charity_Website": "http://www.fairhaven.org.au",
        "Territory: ACT": null,
        "Territory: NSW": "Y",
        "Territory: NT": null,
        "Operates_in_QLD": null,
        "Operates_in_SA": null,
        "Operates_in_TAS": null,
        "Operates_in_VIC": null,
        "Operates_in_WA": null,
        "Education": null,
        "Health": "Y",
        "Chronic Illness": null,
        "Disabilities": null,
        "Homelessness": "Y",
        "Unemployment": null,
        "Veterans": null
    },
    {
        "ABN": 70712994485,
        "Charity_Legal_Name": "Lismore Home Modification Service Inc",
        "Image URL": "https://static.wixstatic.com/media/3f85de_8a12e259d8344d489bc1e743d2111ab3~mv2.jpg/v1/fill/w_225,h_128,al_c,q_80,usm_0.66_1.00_0.01/3f85de_8a12e259d8344d489bc1e743d2111ab3~mv2.webp",
        "Small Description": "Lismore Home Modification Service Inc is a trusted, long established organisation, serving the local Lismore community and surrounding villages since 1990.\n\n \n\nOur team of staff, Builders, Tradespeople and Occupational Therapists are here to ensure your home is modified and maintained to ensure your continued safety and wellbeing.",
        "Long Description": "HMS provides modification and minor maintenance services to eligible frail, older people and younger people with disabilities and their carers living in the Lismore and surrounding villages’ local government areas. LHMS is a not for profit organisation managed by a Management Committee, is registered as a Public Benevolent Institution Charity and is an Incorporated Association under the Fair Trading Act. We deliver quality services, maximising independence and wellbeing. We are committed to safety, privacy, respect, compassion and excellence. People who need assistance with daily living tasks to remain living independently at home and in the community are eligible.",
        "Address_Line_1": "43 Habib Dr",
        "Town_City": "South Lismore",
        "State": "New South Wales",
        "Postcode": 2480,
        "Country": "Australia",
        "Charity_Website": "www.lismorehomemodification.com.au",
        "Territory: ACT": null,
        "Territory: NSW": "Y",
        "Territory: NT": null,
        "Operates_in_QLD": null,
        "Operates_in_SA": null,
        "Operates_in_TAS": null,
        "Operates_in_VIC": null,
        "Operates_in_WA": null,
        "Education": null,
        "Health": "Y",
        "Chronic Illness": null,
        "Disabilities": null,
        "Homelessness": "Y",
        "Unemployment": null,
        "Veterans": null
    },
    {
        "ABN": 79817156681,
        "Charity_Legal_Name": "Mandurah Retirement Village",
        "Image URL": "https://www.coolibah.org.au/wp-content/uploads/2018/06/cc-nav-logo2x.png",
        "Small Description": "To improve the lives of older people and those needing additional support in the Peel region, through the provision of high quality services that promote inclusion, engagement and independence",
        "Long Description": "On the 15th January 1969, a group of local residents convened to discuss the lack of aged care services in the Peel community. At the time, people requiring aged care often relocated out of the homes and community they loved in order to gain help or be closer to the care they required. The group committed to building a local aged care facility so residents could remain in the community they loved with the choices and supports they required. A Board of Directors formed, appointing Mr. Owen Tuckey as Chairperson. Mr. Tuckey and Mrs. Judith Tuckey very generously donated two acres of land on which to construct the facility. Beginning with just fifteen Independent Living units, Mandurah Retirement Village Inc. was founded. Further development of the site steadily occurred over the following years as the organization expanded into all areas of aged care, including Home-Care, Serviced Independent Living Apartments, Residential Care and Day Club and Respite Care. Fifty years later, Mandurah Retirement Village Inc., now known as Coolibah, remains the leading provider of choice and support in aged care in the Peel region. Major development and re-development is ongoing, the latest update being a complete refurbishment of Coolibah Plus Serviced Apartments. The Coolibah Board, Management and Team are extremely proud to be a significant part of the Peel community history. Our commitment to our local people and community underpins everything we continue to do as we look to the future. We very much look forward to serving you for the next 50 plus years.",
        "Address_Line_1": "Coolibah Aged Care",
        "Town_City": "Mandurah",
        "State": "Western Australia",
        "Postcode": 6210,
        "Country": "Australia",
        "Charity_Website": "www.coolibah.org.au",
        "Territory: ACT": null,
        "Territory: NSW": null,
        "Territory: NT": null,
        "Operates_in_QLD": null,
        "Operates_in_SA": null,
        "Operates_in_TAS": null,
        "Operates_in_VIC": null,
        "Operates_in_WA": "Y",
        "Education": null,
        "Health": "Y",
        "Chronic Illness": null,
        "Disabilities": "Y",
        "Homelessness": "Y",
        "Unemployment": null,
        "Veterans": "Y"
    },
    {
        "ABN": 45071386957,
        "Charity_Legal_Name": "Midway Community Care",
        "Image URL": "http://www.midwaycc.com.au/wp-content/uploads/midwaycclogobanner-1.png",
        "Small Description": "Midway supports people with disability to live empowered fulfilling lives in an inclusive Peel community.",
        "Long Description": "Midway Community Care (Midway) has been providing support services to individuals with a disability in the Peel Region for over 25 years. These services include accommodation, respite brokerage support, alternatives to employment/post school options, residential respite & family support. First incorporated in December 1987, by a small group of parents concerned with a lack of services in the Peel Region. Midway was the first in the district to offer a range of services for people with a disability and their families. Midway focuses on the provision of high quality individualised services. Midway has actively lobbied for an increased variety of services within the Peel Region in order to ensure that there is a broad range of choice for people with a disability. To provide a range of innovative services for each person and their families to provide a quality of life that assists to fulfil each individual’s hopes, dreams and aspirations. ",
        "Address_Line_1": "6 Galbraith Loop",
        "Town_City": "Falcon",
        "State": "Western Australia",
        "Postcode": 6210,
        "Country": "Australia",
        "Charity_Website": "http://www.midwaycc.com.au",
        "Territory: ACT": null,
        "Territory: NSW": null,
        "Territory: NT": null,
        "Operates_in_QLD": null,
        "Operates_in_SA": null,
        "Operates_in_TAS": null,
        "Operates_in_VIC": null,
        "Operates_in_WA": "Y",
        "Education": null,
        "Health": null,
        "Chronic Illness": null,
        "Disabilities": null,
        "Homelessness": "Y",
        "Unemployment": null,
        "Veterans": null
    },
    {
        "ABN": 34210703350,
        "Charity_Legal_Name": "Mirridong Services Inc",
        "Image URL": "https://www.mirridong.com.au/uploads/1/2/2/0/122030303/published/ms-horizlogo-cmyk-small-for-documents.jpg?1543960362",
        "Small Description": "Mirridong Services provides a diverse range of quality disability support, learning and community options which are based on best practice. ",
        "Long Description": null,
        "Address_Line_1": "6-12 Church Rd",
        "Town_City": "Yarram",
        "State": "Victoria",
        "Postcode": 3971,
        "Country": "Australia",
        "Charity_Website": "www.mirridong.com.au",
        "Territory: ACT": null,
        "Territory: NSW": null,
        "Territory: NT": null,
        "Operates_in_QLD": null,
        "Operates_in_SA": null,
        "Operates_in_TAS": null,
        "Operates_in_VIC": "Y",
        "Operates_in_WA": null,
        "Education": null,
        "Health": "Y",
        "Chronic Illness": null,
        "Disabilities": null,
        "Homelessness": "Y",
        "Unemployment": null,
        "Veterans": null
    },
    {
        "ABN": 72733048258,
        "Charity_Legal_Name": "Mosaic Support Services (Tas) inc",
        "Image URL": "https://static1.squarespace.com/static/5c5ba8b7d74562c7485a456c/t/5d2e71596b0e7300010a462e/1585876267236/?format=1500w",
        "Small Description": "At Mosaic Support Services we live our Mission of enriching and improving the lives of people with a disability and their families by providing a range of quality, tailored programs. These include a myriad of Community Access, Life Skills and Training Programs. ",
        "Long Description": "At Mosaic Support Services we live our Mission of enriching and improving the lives of people with a disability and their families by providing a suite of quality tailored programs. Including: Supported Independent Living; Emergency and Planned Respite; a myriad of Community Access, Life Skills and Training programs. We also provide a range of bespoke programs for school aged children including Camps, School Holiday Activities, After School Options and Social Time Programs. At Mosaic Support Services living our Values enables us to attract and retain high quality employees who in turn enact our Vision to enable our clients to Live Life My Way.",
        "Address_Line_1": "99 Bathurst St",
        "Town_City": "Hobart",
        "State": "Tasmania",
        "Postcode": 7000,
        "Country": "Australia",
        "Charity_Website": "https://mosaictas.org.au",
        "Territory: ACT": null,
        "Territory: NSW": null,
        "Territory: NT": null,
        "Operates_in_QLD": null,
        "Operates_in_SA": null,
        "Operates_in_TAS": "Y",
        "Operates_in_VIC": null,
        "Operates_in_WA": null,
        "Education": null,
        "Health": "Y",
        "Chronic Illness": null,
        "Disabilities": null,
        "Homelessness": "Y",
        "Unemployment": null,
        "Veterans": "Y"
    },
    {
        "ABN": 94253356513,
        "Charity_Legal_Name": "Nova Employment Limited",
        "Image URL": "https://www.novaemployment.com.au/images/logoNovaFront3.jpg",
        "Small Description": "NOVA is a Competitive Integrated Employment (CIE) Program that offers specialist job seeking assistance and post placement support. We find jobs in the general community, at award wage. ",
        "Long Description": "Each year NOVA assists many hundreds of people to enter the workforce. To do this we find, train and provide material support to dozens of staff. This costs a lot of money and NOVA funding from the Australian Government to carry this work out however, there is still enormous unmet need. In 2002, NOVA began a formal program of fundraising. We now receive more than $100,000 annually in donations and goods. Our sponsors range from the very large (our genuine thanks to Mr. Gates and Microsoft) to the very small - annual membership of NOVA's association costs $3. The cost of taking a person with an intellectual disability, finding suitable employment and providing appropriate post-placement support is approximately $7000. Every little bit helps. ",
        "Address_Line_1": "Po Box 795",
        "Town_City": "St Marys",
        "State": "New South Wales",
        "Postcode": 1790,
        "Country": "Australia",
        "Charity_Website": "https://www.novaemployment.com.au/",
        "Territory: ACT": null,
        "Territory: NSW": "Y",
        "Territory: NT": null,
        "Operates_in_QLD": null,
        "Operates_in_SA": null,
        "Operates_in_TAS": null,
        "Operates_in_VIC": null,
        "Operates_in_WA": null,
        "Education": null,
        "Health": null,
        "Chronic Illness": null,
        "Disabilities": null,
        "Homelessness": "Y",
        "Unemployment": null,
        "Veterans": null
    },
    {
        "ABN": 92154673793,
        "Charity_Legal_Name": "Primary and Community Care Services Limited",
        "Image URL": "https://pccs.org.au/wp-content/uploads/2020/02/PCCS-accentlogo.png",
        "Small Description": "Primary & Community Care Services (PCCS) is a local health organisation working to make it easier for people to access the health and community services they need. It’s about creating a smoother journey for everyone, including the people who deliver health and community services.",
        "Long Description": "To ensure local consumer and community health needs are being met, PCCS’ operations are guided by the following strategies.\n\n1. Delivering local solutions that improve outcomes and reduce costs\n\nHow we'll achieve this: As a provider of psychosocial care coordination, PCCS delivers innovative solutions to community healthcare problems with the aim of better patient care and more effective use of available and new resources.\n\nWe do this by providing the highest level and quality of psychosocial expertise and coordination for people living with severe mental illness and complex needs.\n\n2. Promoting whole of person care and integrated wrap-around care\n\nHow we'll achieve this: PCCS sees the consumer as central and advocates for care to be coordinated. PCCS joins the dots for patient care, reaching out to healthcare professionals, health and social welfare organisations and community groups to integrate services for people with specialised needs.\n\nWe provide specialist support coordination, which includes advanced support, individual assessment by a nurse, higher intensity needs, and assistance to access social activities.\n\n3. Strengthening local community linkages to foster social inclusion\n\nHow we'll achieve this: PCCS’ focus is to improve the health and wellbeing of local communities through increased collaboration, integration, inclusion, research and the provision of targeted services.\n\nWe work in partnership with a range of government, community and not-for-profit organisations to provide care coordination for people living with severe mental illness.\n\n4. Creating sustainability through diversified services and partnerships\n\nHow we'll achieve this: PCCS acts as a conduit between GPs and allied health professionals, primary healthcare facilities and their patients, through its highly skilled and diverse workforce.\n\n5. Optimising the operation of health and social service systems\n\nHow we'll achieve this: PCCS operates as a change agent, inspiring better patient care through stronger integration of health and social services.",
        "Address_Line_1": "U 7 1 Central Ave",
        "Town_City": "Thornleigh",
        "State": "New South Wales",
        "Postcode": 2120,
        "Country": "Australia",
        "Charity_Website": "https://pccs.org.au/",
        "Territory: ACT": null,
        "Territory: NSW": "Y",
        "Territory: NT": null,
        "Operates_in_QLD": "Y",
        "Operates_in_SA": null,
        "Operates_in_TAS": null,
        "Operates_in_VIC": null,
        "Operates_in_WA": null,
        "Education": null,
        "Health": "Y",
        "Chronic Illness": null,
        "Disabilities": null,
        "Homelessness": "Y",
        "Unemployment": null,
        "Veterans": null
    },
    {
        "ABN": 82184838127,
        "Charity_Legal_Name": "The Central Highlands And Western Qld Family Support Association",
        "Image URL": "https://yumbabimbi.com.au/wp-content/uploads/2017/12/logo-trans.png",
        "Small Description": "Our mission is to strengthen choice and life opportunities in an open and inclusive community.",
        "Long Description": "Yumba Bimbi Support Services was founded in the late 1990’s by a small group of progressive parents who had a vision and wanted to increase professional and local support options for people with disabilities in rural and remote communities. Since then, Yumba Bimbi Support Services has been enhancing the lives of children and adults with disabilities across the communities of the Central Highlands, Bowen Basin, and Western Queensland regions. Yumba Bimbi is a local indigenous term meaning “Good Home”.  Here, our dedicated team work with people who have a disability, their families, friends, and community to create a good home, good life and support a brighter future. Today, Yumba Bimbi offers a wide range of services through person-centered active support, that creates choice, opportunities and skills for life. We provide short-term accommodation (respite),  supported independent living,  assistance with daily living and life skills support, community access employment and education support, and so much more.  Yumba Bimbi operates on the premise that everyone’s needs, preferences, and aspirations are different. Our commitment to client choice and family inclusion is well demonstrated through our individualised services, and person-centered principles. Our aim is to provide people with disability the chance to live, work, and play valued roles within in their community, as independently as possible.",
        "Address_Line_1": "65 Anakie Street",
        "Town_City": "Emerald",
        "State": "QLD",
        "Postcode": 4720,
        "Country": "Australia",
        "Charity_Website": "http://www.yumbabimbi.com.au",
        "Territory: ACT": null,
        "Territory: NSW": null,
        "Territory: NT": null,
        "Operates_in_QLD": "Y",
        "Operates_in_SA": null,
        "Operates_in_TAS": null,
        "Operates_in_VIC": null,
        "Operates_in_WA": null,
        "Education": null,
        "Health": null,
        "Chronic Illness": null,
        "Disabilities": null,
        "Homelessness": "Y",
        "Unemployment": null,
        "Veterans": null
    },
    {
        "ABN": 75002556872,
        "Charity_Legal_Name": "The Mary Potter Nursing Home And The Ethel Forrest Day Care Centre Pty Limited",
        "Image URL": "https://static1.squarespace.com/static/5a08c5f549fc2b1d7ba6d776/t/5a0a38ea9140b7f3b7eaf5ca/1585893080860/?format=1500w",
        "Small Description": null,
        "Long Description": "For the past 40 years, The Forrest Centre has been part of the social fabric of Wagga Wagga. The origins of The Forrest Centre traces back to two generous and determined women – The Venerable Mary Potter, who founded the Little Company of Mary (LCM) in England, and Wagga Wagga resident Miss Ethel Forrest. Considered by many to be an eccentric recluse, Miss Forrest lived much of her life in frugal simplicity. When she died in 1977, she left the bulk of her large estate to the Anglican Diocese of Canberra and Goulburn, for the establishment of a a hospital-like facility in the region. At the same time, the Little Company of Mary had expressed intent to construct a nursing home to operate in conjunction with Calvary Hospital. The then Regional Director of Health negotiated to combine theses visions which saw construction of a 60-bed nursing home, assessment and rehabilitation and day care centre for the aged community of Wagga Wagga, 1985. Today, The Forrest Centre employs more than 250 staff, comprises two residential Aged Care facilities – Mary Potter Nursing Home and Loreto Home of Compassion – in Wagga Wagga and provides at-home care services to more than 550 customers throughout the Wagga Wagga, Tumut, Leeton, Griffith and Albury-Wodonga areas.",
        "Address_Line_1": "5 Lewisham Ave",
        "Town_City": "Wagga Wagga",
        "State": "New South Wales",
        "Postcode": 2650,
        "Country": "Australia",
        "Charity_Website": "www.forrestcentre.com.au",
        "Territory: ACT": null,
        "Territory: NSW": "Y",
        "Territory: NT": null,
        "Operates_in_QLD": null,
        "Operates_in_SA": null,
        "Operates_in_TAS": null,
        "Operates_in_VIC": null,
        "Operates_in_WA": null,
        "Education": null,
        "Health": "Y",
        "Chronic Illness": null,
        "Disabilities": null,
        "Homelessness": "Y",
        "Unemployment": null,
        "Veterans": null
    },
    {
        "ABN": 45639506303,
        "Charity_Legal_Name": "Townsville Independence Program For Adult Community Living",
        "Image URL": "http://tipacl.com.au/wp-content/uploads/2018/11/TIPACL_WP_Banner.png",
        "Small Description": "TIPACL aims to assist people to meet the challenges of everyday life by providing excellence in service. We are dedicated to the highest quality of service delivered with a sense of warmth, friendliness, individual pride and spirit.",
        "Long Description": "TIPACL Inc has been operating in Townsville since 1987. We are a small local community organisation that supports people with disability in a way that reflects their individual needs and lifestyles. TIPACL was originally sponsored by James Cook University. We were established in response to an urgent need for services for five young adults with severe and profound disabilities and high support needs. TIPACL has evolved over the years into a developmental service where we are committed to working with participants and their families in individualised programs where the majority of support is one-to-one. Lifestyle Support Workers support participants in accessing the community and integration into recreational, vocational and educational activities. We also assist people living in their own homes, attending appointments and developing their life skills.",
        "Address_Line_1": "U 1 38 Rendle St",
        "Town_City": "Aitkenvale",
        "State": "Queensland",
        "Postcode": 4814,
        "Country": "Australia",
        "Charity_Website": "tipacl.com.au",
        "Territory: ACT": null,
        "Territory: NSW": null,
        "Territory: NT": null,
        "Operates_in_QLD": "Y",
        "Operates_in_SA": null,
        "Operates_in_TAS": null,
        "Operates_in_VIC": null,
        "Operates_in_WA": null,
        "Education": null,
        "Health": "Y",
        "Chronic Illness": null,
        "Disabilities": null,
        "Homelessness": "Y",
        "Unemployment": null,
        "Veterans": null
    },
    {
        "ABN": 38129529040,
        "Charity_Legal_Name": "Transcare Hunter Limited",
        "Image URL": "https://www.transcare.org.au/wp-content/uploads/2015/04/transcare-web-logo.png",
        "Small Description": "We strive to provide quality community transport, in-home assistance and community wellbeing services for our clients across the Upper Hunter.",
        "Long Description": "TransCare Hunter Limited was originally called Upper Hunter Community Care and commenced operations in November 1988. The first steering committee meeting was held in Murrurundi as Upper Hunter Community Services Group and under that group were Upper Hunter Community Transport, Upper Hunter Neighbour Aid and Peerlink. Subsequently, Peerlink branched off and Upper Hunter Community Transport and Upper Hunter Neighbour Aid merged and began trading as Upper Hunter Community Care from the 1st of July 2001. In July 2008, the legal status of Upper Hunter Community Care changed from an incorporated body to a company limited by guarantee and at the time it was decided to also change the name to TransCare Hunter Limited. At the time, TransCare’s office was located in the old Scone Advocate building at 196 Kelly Street Scone. In 2011, TransCare received a generous bequest from the late Syd and Percy Barwick which was used to purchase the former Scone Library building at 214 Kelly Street from the Upper Hunter Shire Council. TransCare obtaining funding from the Department of Families and Community Services, as well as a loan, to renovate the building in order to make it suitable for TransCare’s purposes. This building was named Barwick House in recognition of the donation from the Barwick brothers. Today, TransCare provides a range of community services to people who reside in the Muswellbrook Shire Council and Upper Hunter Shire Council areas. TransCare’s mission is to provide quality community transport, in-home assistance and community wellbeing services for our clients across the Upper Hunter.",
        "Address_Line_1": "214 Kelly St",
        "Town_City": "Scone",
        "State": "New South Wales",
        "Postcode": 2337,
        "Country": "Australia",
        "Charity_Website": "www.transcare.org.au",
        "Territory: ACT": null,
        "Territory: NSW": "Y",
        "Territory: NT": null,
        "Operates_in_QLD": null,
        "Operates_in_SA": null,
        "Operates_in_TAS": null,
        "Operates_in_VIC": null,
        "Operates_in_WA": null,
        "Education": null,
        "Health": "Y",
        "Chronic Illness": null,
        "Disabilities": null,
        "Homelessness": "Y",
        "Unemployment": null,
        "Veterans": null
    },
    {
        "ABN": 38096625231,
        "Charity_Legal_Name": "Australian Bone Marrow Donor Registry",
        "Image URL": "https://www.abmdr.org.au/wp-content/uploads/2016/02/logo-1.jpg",
        "Small Description": "We are the only organisation responsible for the recruitment of volunteer bone marrow/blood stem cell donors and the administrative management of the National Cord Blood Collection Network of public cord blood banks in Australia.",
        "Long Description": "We give patients a chance of life. Bone marrow and umbilical cord blood transplants are an option for the medical treatment of patients with blood and immune disorders. We facilitate the search for donors on behalf of patients in need of transplants. We search for suitably matched donors and umbilical cord blood units. We provide guidelines for the search, collection and care of the donor before and after the donation. We coordinate financial assistance for Australian patients. The ABMDR coordinates financial assistance provided by the Australian government for Australian patients searching for a suitable donor. We educate the community. The ABMDR raises awareness about the importance of becoming a bone marrow donor or donating umbilical cord blood. When a person joins the registry, that person joins more than 20 million people around the world who are willing to help anyone in need. We support research. We provide to the scientific community access to the ABMDR tissue repository and donors for research, managed through the ABMDR Research Governance Committee.",
        "Address_Line_1": "17 O'riordan St",
        "Town_City": "Alexandria",
        "State": "New South Wales",
        "Postcode": 2015,
        "Country": "Australia",
        "Charity_Website": "abmdr.org.au",
        "Territory: ACT": "Y",
        "Territory: NSW": "Y",
        "Territory: NT": "Y",
        "Operates_in_QLD": "Y",
        "Operates_in_SA": "Y",
        "Operates_in_TAS": "Y",
        "Operates_in_VIC": "Y",
        "Operates_in_WA": "Y",
        "Education": "Y",
        "Health": "Y",
        "Chronic Illness": null,
        "Disabilities": "Y",
        "Homelessness": null,
        "Unemployment": null,
        "Veterans": null
    },
    {
        "ABN": 64141539442,
        "Charity_Legal_Name": "Baptist Care Northern Territory",
        "Image URL": "https://bcnt.org.au/wp-content/uploads/2017/07/logo-white.png",
        "Small Description": "Baptist Care NT exists to express God's love and we aim to do this by meeting people's needs, whether they be social, emotional, physical or spiritual.",
        "Long Description": "Baptist Care Northern Territory (BCNT) was formed in 2009 as an initiative of Baptist churches in Darwin. Though a separate entity, BCNT exists as an integral ministry and priority of its member churches, in association with the Baptist Union of the NT (BUNT). BCNT is a member of Baptist Care Australia (BCA). Through our largest program, Foodbank NT (FBNT), we work with Foodbank Australia (FBA). Consequently, BCNT will seek to align its mission and vision with these organisations, where applicable. We provide a range of services including direct food support for struggling individuals and families, programs to encourage self-sufficiency and community development, and advocacy assistance. This is achieved in partnership with the churches where possible, and the wider community where appropriate.",
        "Address_Line_1": "9 Mel Rd",
        "Town_City": "Berrimah",
        "State": "Northern Territory",
        "Postcode": 828,
        "Country": "Australia",
        "Charity_Website": "www.bcnt.org.au",
        "Territory: ACT": null,
        "Territory: NSW": null,
        "Territory: NT": "Y",
        "Operates_in_QLD": null,
        "Operates_in_SA": null,
        "Operates_in_TAS": null,
        "Operates_in_VIC": null,
        "Operates_in_WA": null,
        "Education": null,
        "Health": "Y",
        "Chronic Illness": null,
        "Disabilities": null,
        "Homelessness": null,
        "Unemployment": "Y",
        "Veterans": null
    },
    {
        "ABN": 36140829394,
        "Charity_Legal_Name": "Byron Aged Care Limited",
        "Image URL": "http://byronagedcare.com.au/wp-content/uploads/BYRON-AGED-CARE-LOGO-jpeg.jpg",
        "Small Description": "Byron Aged Care is a community based not for profit organisation governed by a voluntary Board of Directors. The day to day running of the Home is entrusted to the Director of Care.",
        "Long Description": "In the late 1960’s a group of Byron Bay citizens, initiated by a local, George Feros, could see the need for an aged care facility to serve the Byron Bay district. An association was formed and they proceeded to acquire a suitable site, register as a charitable organisation and commenced to raise funds. The great bulk of funds was provided by the association through community fund raising. In 1969 the drawing up of plans was commissioned with the brief that the building was to be above the then accepted standards, be climate friendly and provide a home-like environment for residents. Construction of the first stage, (a ten bed wing with ancillary services), was completed and opened in 1972. In 1982 the first of several additions was completed, followed by further additions in subsequent years to bring the total accommodation to the present forty one residents. The construction of the first two stages was assisted by Commonwealth construction subsidies. Since then all extensions and upgrades have been financed by the facility. The Organisation was originally known as the Australian Orthodox Home for the Aged Association. This later became an Incorporated Association and as our assets grew this was changed to a Company Limited by Guarantee along with the name change to Byron Aged Care Limited. Byron Aged Care is a non-profit, community-based, non-denominational facility fully accredited by the Australian Aged Care Quality Agency and strives to maintain the highest standards of service and quality of life for its residents.",
        "Address_Line_1": "1 Butler St",
        "Town_City": "Byron Bay",
        "State": "New South Wales",
        "Postcode": 2481,
        "Country": "Australia",
        "Charity_Website": "byronagedcare.com.au",
        "Territory: ACT": null,
        "Territory: NSW": "Y",
        "Territory: NT": null,
        "Operates_in_QLD": null,
        "Operates_in_SA": null,
        "Operates_in_TAS": null,
        "Operates_in_VIC": null,
        "Operates_in_WA": null,
        "Education": "Y",
        "Health": null,
        "Chronic Illness": null,
        "Disabilities": null,
        "Homelessness": null,
        "Unemployment": null,
        "Veterans": null
    },
    {
        "ABN": 15190821561,
        "Charity_Legal_Name": "Cancer Council Of Western Australia (Inc)",
        "Image URL": "https://www.cancerwa.asn.au/art/CCWA-logo-digital.png",
        "Small Description": "Cancer Council Western Australia is WA’s leading cancer charity working across every aspect of every cancer. Currently, one in two Australians will be diagnosed with cancer in their lifetime. In WA alone, there are almost 12,000 new cases of cancer diagnosed each year.",
        "Long Description": "Cancer Council Western Australia was established in 1958 by a committed group of individuals who saw the need to coordinate cancer detection and treatment, stimulate cancer research and provide support to those affected by cancer. While many other cancer groups have since formed in WA, we have endured as Western Australia's leading independent cancer organisation. We've come a long way since our humble beginnings in 1958 and we owe that to the generosity and unwavering support of the WA community. 60 years ago, the chance of surviving a cancer diagnosis was around 30 to 40 per cent. Today, survival rates for the most common cancers are more than 90 per cent, and the overall five-year survival rate for those diagnosed with cancer is around 60 per cent. With the support of the WA community, we will continue to work tirelessly to get closer to a cancer free future.",
        "Address_Line_1": "420 Bagot Rd",
        "Town_City": "Subiaco",
        "State": "Western Australia",
        "Postcode": 6008,
        "Country": "Australia",
        "Charity_Website": "www.cancerwa.asn.au/",
        "Territory: ACT": null,
        "Territory: NSW": null,
        "Territory: NT": null,
        "Operates_in_QLD": null,
        "Operates_in_SA": null,
        "Operates_in_TAS": null,
        "Operates_in_VIC": null,
        "Operates_in_WA": "Y",
        "Education": null,
        "Health": null,
        "Chronic Illness": null,
        "Disabilities": "Y",
        "Homelessness": null,
        "Unemployment": null,
        "Veterans": null
    },
    {
        "ABN": 67110865560,
        "Charity_Legal_Name": "Cittamani Hospice Service Limited",
        "Image URL": "https://www.cittamanihospice.com.au/sunshine/wp-content/uploads/2016/07/cittamani-logo-big.png",
        "Small Description": "The staff and volunteers of Cittamani support people at the end of life. They can assist you to live out your life in the way you wish and to remain at home in comfort knowing you will have 24/7 support available at the end of the phone.",
        "Long Description": "Cittamani Hospice Service provides professional palliative care to people who are dying and their families. We offer compassionate care and honour clients’ individual choices. We aim to provide the highest quality service from the time of diagnosis through to the bereavement period. Our belief is that this service is best provided in a healthy and supportive community where death, dying and bereavement are openly discussed and accepted. The promotion of healthy dying requires terminally ill adults and children to have a choice in where and how they spend their remaining life. To support this choice a range of inpatient and community services are required to ensure continuity of care. The availability of knowledgeable networks of community members is vital to the success of this process.",
        "Address_Line_1": "230 Woombye-palmwoods Rd",
        "Town_City": "Palmwoods",
        "State": "Queensland",
        "Postcode": 4555,
        "Country": "Australia",
        "Charity_Website": "www.cittamanihospice.com.au",
        "Territory: ACT": null,
        "Territory: NSW": null,
        "Territory: NT": null,
        "Operates_in_QLD": "Y",
        "Operates_in_SA": null,
        "Operates_in_TAS": null,
        "Operates_in_VIC": null,
        "Operates_in_WA": null,
        "Education": "Y",
        "Health": null,
        "Chronic Illness": null,
        "Disabilities": "Y",
        "Homelessness": null,
        "Unemployment": null,
        "Veterans": null
    },
    {
        "ABN": 62740350704,
        "Charity_Legal_Name": "Cure For MND Foundation",
        "Image URL": "https://fightmnd.org.au/wp-content/uploads/2018/05/logo.png",
        "Small Description": "Founded in 2014, FightMND was established with the purpose of finding effective treatments and ultimately a cure for Motor Neurone Disease.",
        "Long Description": "As one of the three core objectives of FightMND, Care for those Australians living with MND today is a key priority of the foundation. We are proud to support the purchase and provision of Care equipment to the state authorities and medical organisations around Australia supporting people living with MND. In 2017/2018, a total of $1.25 million was committed to FightMND Care Initiative Grants and awarded to nine organisations around Australia. FightMND is currently assessing priorities for future FightMND Care Initiative Grants and will update key stakeholders on completion of this strategic work. The 2017/2018 FightMND Care Grants exclusively funded items which fall into the categories of Augmentative and Alternative Communication (AAC) Devices or Respiratory Care-related devices. The focus of this funding was based on the considerable disparity of funding and access to these items across Australia. There is evidence that these items significantly improve both quality of life in people with MND.  ",
        "Address_Line_1": "Po Box 23390",
        "Town_City": "Docklands",
        "State": "Victoria",
        "Postcode": 8012,
        "Country": "Australia",
        "Charity_Website": "fightmnd.org.au",
        "Territory: ACT": "Y",
        "Territory: NSW": "Y",
        "Territory: NT": "Y",
        "Operates_in_QLD": "Y",
        "Operates_in_SA": "Y",
        "Operates_in_TAS": "Y",
        "Operates_in_VIC": "Y",
        "Operates_in_WA": "Y",
        "Education": "Y",
        "Health": null,
        "Chronic Illness": null,
        "Disabilities": "Y",
        "Homelessness": null,
        "Unemployment": null,
        "Veterans": null
    },
    {
        "ABN": 89304710474,
        "Charity_Legal_Name": "FareShare Australia Incorporated",
        "Image URL": "https://www.fareshare.net.au/wp-content/uploads/FareShareLogo-LandscapeSmall.png",
        "Small Description": "FareShare rescues food that would otherwise go to waste and cooks it into free nutritious meals for people in need. An estimated five million Australians experienced food insecurity last year while food waste costs our economy an estimated $20 billion.",
        "Long Description": "FareShare tackles the tragedy head on by rescuing surplus, quality food from supermarkets, wholesalers, farmers and other businesses and cooking it into nutritious meals. In Melbourne, with the help of 1000 regular volunteers, FareShare cooks more than 6,000 free meals a day for charities such as soup vans, homeless shelters, women’s refuges and community food banks. In 2018 FareShare opened a second production kitchen, designed to cook  up to five million meals a year, in Brisbane as part of an exciting collaboration with Foodbank. The new operation effectively doubles FareShare’s social impact, bringing our daily total of cooked meals to around 12,000. FareShare helps avoid food waste and diverts surplus, edible food from landfill. This reduces greenhouse pollution and ensures food produced for humans reaches those who need it most. We are a charity and we rely on the generosity of philanthropic foundations, businesses and individual donors to rescue food and cook meals.",
        "Address_Line_1": "1-7 South Audley St",
        "Town_City": "Abbotsford",
        "State": "Victoria",
        "Postcode": 3067,
        "Country": "Australia",
        "Charity_Website": "fareshare.net.au",
        "Territory: ACT": null,
        "Territory: NSW": null,
        "Territory: NT": null,
        "Operates_in_QLD": "Y",
        "Operates_in_SA": null,
        "Operates_in_TAS": null,
        "Operates_in_VIC": "Y",
        "Operates_in_WA": null,
        "Education": null,
        "Health": "Y",
        "Chronic Illness": null,
        "Disabilities": null,
        "Homelessness": null,
        "Unemployment": "Y",
        "Veterans": null
    },
    {
        "ABN": 40002286553,
        "Charity_Legal_Name": "JDRF Australia",
        "Image URL": "https://jdrf.org.au/wp-content/uploads/2019/03/h_lNxVXLqrDqb2kyrixW3lMmUl7n-aBRzJUzyvzD7_8ZeFWFSRrSQ8LCl2i6ted1Sfmt_lDQLryoTFrXHQNBp1lay7Bdxjf2PbcikoFkvwYkvNtBJXVHe1LXmJmetPFG.png",
        "Small Description": "JDRF has transformed the understanding of Type 1 Diabetes (T1D). We have been part of every breakthrough in T1D care in the last 40 years. We drive innovation, demand action and stand with everyone facing life with T1D. We know research is the key to destroy T1D.",
        "Long Description": "Starting in the US in 1970, JDRF began in Australia in 1982 as a small group of parents who believed their children deserved better. Now, millions of people work with and support JDRF in over 20 countries. We connect the best people in every discipline, industry and organisation with a single focus on destroying T1D. 40 years of investment in the best researchers has created an exciting pipeline from academic research through to clinical trials and therapies requiring approval and financial support for people to access them. At the heart of JDRF are the 120,000 children and adults in Australia who have been diagnosed with T1D and counting, with 2400 newly diagnosed each year. Our Blue Army extends to the families, carers, teachers and friends of those with T1D and to all those who fight on their behalf, the JDRF team, scientists, researchers, nurses, pharmaceutical companies, parliamentarians, volunteers, corporate partners and donors. We are thankful for every one of them and we are thankful for you. Help change the lives of millions of people living with T1D, those who love them and the communities we all live in. Together, we will create a world without T1D.",
        "Address_Line_1": "L 4 80-84 Chandos St",
        "Town_City": "Naremburn",
        "State": "New South Wales",
        "Postcode": 2065,
        "Country": "Australia",
        "Charity_Website": "https://jdrf.org.au/",
        "Territory: ACT": "Y",
        "Territory: NSW": "Y",
        "Territory: NT": "Y",
        "Operates_in_QLD": "Y",
        "Operates_in_SA": "Y",
        "Operates_in_TAS": "Y",
        "Operates_in_VIC": "Y",
        "Operates_in_WA": "Y",
        "Education": "Y",
        "Health": null,
        "Chronic Illness": null,
        "Disabilities": "Y",
        "Homelessness": null,
        "Unemployment": null,
        "Veterans": "Y"
    },
    {
        "ABN": 89094189465,
        "Charity_Legal_Name": "Jobs Queensland Limited",
        "Image URL": "https://jobsqld.org.au/wp-content/uploads/2017/09/phone-icon.png",
        "Small Description": "Training and programs to enhance the skills and employment opportunities of disadvantaged job seekers. Preparing parents to enter the workforce and placing them into employment. Provide employment opportunities for long term unemployed and disadvantaged groups.",
        "Long Description": "We have a strong track record in obtaining government funding and assistance and this enables us to implement our programs in a holistic manner to work with individuals to improve their skills and knowledge. We also provide additional support services to address issues and barriers that have previously disadvantaged them and hindered their employment opportunities. In 2017, Jobs Queensland expanded to offer both an office in Rockhampton and in Mackay with the aim of building on successes within these communities. Jobs Queensland Limited (JQL) is a local community based not for profit organisation in operation since August 2000. Since its inception, JQL has worked to deliver employment and training programs to benefit local job seekers in the Central Queensland Area. Jobs Queensland Limited strives to be a leading not for profit, community based organisation providing high quality, flexible and professional services to our diverse clients. Delivering assistance programs with a strong focus on employment and training throughout Rockhampton, Central Queensland and Mackay. Our solid organisational structure and many years of experience are the tools we use to achieve success and continue assist our local communities.",
        "Address_Line_1": "Level 1, 17 William Street",
        "Town_City": "Rockhampton",
        "State": "QLD",
        "Postcode": 4700,
        "Country": "Australia",
        "Charity_Website": "www.jobsqld.org.au",
        "Territory: ACT": null,
        "Territory: NSW": null,
        "Territory: NT": null,
        "Operates_in_QLD": "Y",
        "Operates_in_SA": null,
        "Operates_in_TAS": null,
        "Operates_in_VIC": null,
        "Operates_in_WA": null,
        "Education": null,
        "Health": "Y",
        "Chronic Illness": null,
        "Disabilities": null,
        "Homelessness": null,
        "Unemployment": "Y",
        "Veterans": null
    },
    {
        "ABN": 33107782196,
        "Charity_Legal_Name": "Oz Harvest Limited",
        "Image URL": "https://www.underconsideration.com/brandnew/archives/ozharvest_logo_detail.gif",
        "Small Description": "OzHarvest is Australia’s leading food rescue organisation, collecting quality excess food from commercial outlets and delivering it directly to more than 1300 charities supporting people in need across the country.",
        "Long Description": "Founded in 2004 by Ronni Kahn AO, after noticing the huge volume of good food going to waste from the hospitality industry, she decided there had to be a better way.  Starting in Sydney with one van – the first of many donations from Goodman+ Foundation – she delivered 4,000 meals in the first month. OzHarvest now operates nationally, rescuing over 180 tonnes of food each week from over 3,500 food donors including supermarkets, hotels, airports, wholesalers, farmers, corporate events, catering companies, shopping centres, delis, cafes, restaurants, film and TV shoots and boardrooms. Education is crucial to our business to help enable positive change for vulnerable people. Check out OzHarvest’s education programs, NEST and Nourish. Our curriculum-aligned education program FEAST, which is available nationally, inspires primary school students to eat healthy, waste less and be change-makers in their local community. We recently opened Australia’s first rescued food supermarket – the OzHarvest Market in Sydney, based on a ‘take what you need, give if you can’ philosophy. And look out for our new OzHarvest Food Truck, available for corporate, community and private functions and helping feed communities in need around Sydney.",
        "Address_Line_1": "46-62 Maddox St",
        "Town_City": "Alexandria",
        "State": "New South Wales",
        "Postcode": 2015,
        "Country": "Australia",
        "Charity_Website": "https://www.ozharvest.org",
        "Territory: ACT": "Y",
        "Territory: NSW": "Y",
        "Territory: NT": "Y",
        "Operates_in_QLD": "Y",
        "Operates_in_SA": "Y",
        "Operates_in_TAS": "Y",
        "Operates_in_VIC": "Y",
        "Operates_in_WA": "Y",
        "Education": null,
        "Health": null,
        "Chronic Illness": null,
        "Disabilities": null,
        "Homelessness": null,
        "Unemployment": "Y",
        "Veterans": null
    },
    {
        "ABN": 89010040914,
        "Charity_Legal_Name": "Queensland Positive People Inc.",
        "Image URL": "https://www.qpp.org.au/wp-content/themes/qpp/images/qpp-logo.png",
        "Small Description": "Queensland Positive People (QPP) is a peer-based advocacy organisation which is committed to actively promoting self-determination and empowerment for all people living with HIV (PLHIV) throughout Queensland.",
        "Long Description": "The establishment of QPP aligns with State and National HIV policy strategies that recognise HIV prevention, and sustaining improved health outcomes, requires a critical partnership between PLHIV and those responsible for making decisions that affect their access to specialist care, treatment and support.\n\nThis partnership is also recognised under Australia’s endorsement of the United Nations principle of MIPA: that the Meaningful Involvement of PLHIV in program development, implementation and policy-making will improve the relevance, acceptability and effectiveness of the HIV response as they have directly experienced the factors that make individuals and communities vulnerable to HIV.\n\nQPP staff welcome community questions as they relate to our core programs: peer support, health promotion and treatment information, advocacy, and community HIV education and prevention.",
        "Address_Line_1": "21 Manilla St",
        "Town_City": "East Brisbane",
        "State": "Queensland",
        "Postcode": 4169,
        "Country": "Australia",
        "Charity_Website": "http://www.qpp.org.au",
        "Territory: ACT": null,
        "Territory: NSW": null,
        "Territory: NT": null,
        "Operates_in_QLD": "Y",
        "Operates_in_SA": null,
        "Operates_in_TAS": null,
        "Operates_in_VIC": null,
        "Operates_in_WA": null,
        "Education": null,
        "Health": "Y",
        "Chronic Illness": null,
        "Disabilities": "Y",
        "Homelessness": null,
        "Unemployment": null,
        "Veterans": null
    },
    {
        "ABN": 53046843443,
        "Charity_Legal_Name": "Reclink Australia",
        "Image URL": "https://reclink.org/sites/all/themes/custom/reclink_2018/logo.png",
        "Small Description": "Reclink Australia provides evidence-based sport and art programs to disadvantaged Australians to create socially inclusive, life-changing opportunities.",
        "Long Description": "You can help people experiencing disadvantage to lead healthy, fulfilling lives. We’ve been working with communities around Australia for over 25 years and we know that the best way to fight social isolation and disadvantage is to promote participation in local sport, recreation and arts programs. By making a general donation, you’ll be helping to provide pathways to long-term change — improved health and wellbeing, education and employment outcomes for all participants. We’re experts at delivering sport, recreation and arts programs — like football, swimming and art programs — to disadvantaged people across Australia. By donating regularly each month, you too could help provide access for a homeless person to participate in a weekly cricket program, enable a person experiencing mental illness to attend a tai-chi lesson or provide a football program to an entire community.",
        "Address_Line_1": "115B Ferrars Street",
        "Town_City": "South Melbourne",
        "State": "VIC",
        "Postcode": 3205,
        "Country": "Australia",
        "Charity_Website": "www.reclink.org",
        "Territory: ACT": "Y",
        "Territory: NSW": "Y",
        "Territory: NT": "Y",
        "Operates_in_QLD": "Y",
        "Operates_in_SA": "Y",
        "Operates_in_TAS": "Y",
        "Operates_in_VIC": "Y",
        "Operates_in_WA": "Y",
        "Education": null,
        "Health": null,
        "Chronic Illness": "Y",
        "Disabilities": null,
        "Homelessness": null,
        "Unemployment": "Y",
        "Veterans": null
    },
    {
        "ABN": 65228690068,
        "Charity_Legal_Name": "Resolve SBB Trust",
        "Image URL": "https://www.socialventures.com.au/wp-content/themes/sva/assets/img/brand-refresh/sva-logo-full.svg",
        "Small Description": "The Resolve Social Benefit Bond is Australia’s first social impact investment aimed at improving mental health outcomes.",
        "Long Description": "The Resolve Social Benefit Bond (Resolve SBB) provides investors with an opportunity to generate a competitive financial return while improving the lives of people suffering mental health issues in NSW. Investors will be funding the working capital of the Resolve Program, a recovery-orientated community support program which combines a residential service for periodic crisis care integrated psychosocial, medical and mental health support; and a warm line for after-hours support from peers. The Resolve Program will be delivered by Flourish Australia, a highly experienced mental health service provider and a national leader in the employment and support of mental health peer workers. It is anticipated that approximately 530 adults will be supported by the Resolve Program over a seven-year service delivery period. The Resolve Program will support each participant for up to two years, and will be delivered in collaboration with the Nepean Blue Mountains and Western NSW Local Health Districts. The Resolve SBB is expected to improve the mental health and wellbeing of participants, while generating significant savings for the NSW Government through a reduction in participants’ utilisation of health and other services, in particular by reducing the number of days spent in hospital. These savings will be shared with Flourish, to fund the delivery of the Resolve Program, and with investors to provide a financial return on their capital.",
        "Address_Line_1": "L 7 1 Chifley Sq",
        "Town_City": "Sydney",
        "State": "New South Wales",
        "Postcode": 2000,
        "Country": "Australia",
        "Charity_Website": "https://www.socialventures.com.au/work/resolve-sbb/",
        "Territory: ACT": null,
        "Territory: NSW": "Y",
        "Territory: NT": null,
        "Operates_in_QLD": null,
        "Operates_in_SA": null,
        "Operates_in_TAS": null,
        "Operates_in_VIC": null,
        "Operates_in_WA": null,
        "Education": "Y",
        "Health": "Y",
        "Chronic Illness": null,
        "Disabilities": "Y",
        "Homelessness": null,
        "Unemployment": null,
        "Veterans": null
    },
    {
        "ABN": 84140233790,
        "Charity_Legal_Name": "Victorian Comprehensive Cancer Centre Ltd",
        "Image URL": "https://www.viccompcancerctr.org/resources/themes/vccc/dist/img/logo.jpg",
        "Small Description": "Together, the VCCC alliance partners represent a critical mass of expertise and resources. Our mission is to turn the potential of this into best possible outcomes for Victorian cancer patients.",
        "Long Description": "The comprehensive cancer centre (CCC) model, established by the US Government, has now been adopted in most developed countries. The Victorian Comprehensive Cancer Centre (VCCC) is Australia’s first comprehensive cancer centre providing a multidisciplinary, integrated approach to cancer research, education and clinical care. The fundamental premise for Victoria is that a comprehensive cancer centre of integrated organisations will gain far greater benefits in cancer more quickly than an individual organisation could achieve alone. The VCCC alliance works strategically and collaboratively; integrating cancer research, clinical trials and education to enable and accelerate the translation of scientific evidence into patient and community benefit. Consultation across the alliance organisations, gaining feedback from people working in all aspects of cancer, has been implemented several times to develop broad, strategic frameworks. In addition, representatives from the alliance contribute to the VCCC’s activities and programs through steering committees and working groups.",
        "Address_Line_1": "L 10 305 Grattan St",
        "Town_City": "Melbourne",
        "State": "Victoria",
        "Postcode": 3000,
        "Country": "Australia",
        "Charity_Website": "https://www.viccompcancerctr.org/",
        "Territory: ACT": null,
        "Territory: NSW": null,
        "Territory: NT": null,
        "Operates_in_QLD": null,
        "Operates_in_SA": null,
        "Operates_in_TAS": null,
        "Operates_in_VIC": "Y",
        "Operates_in_WA": null,
        "Education": "Y",
        "Health": "Y",
        "Chronic Illness": null,
        "Disabilities": "Y",
        "Homelessness": null,
        "Unemployment": null,
        "Veterans": null
    },
    {
        "ABN": 60433691542,
        "Charity_Legal_Name": "Vietnam Veterans Keith Payne V C Hostel Ltd",
        "Image URL": "https://vietvets.com.au/wp-content/uploads/2019/07/vv-logo-600.jpg",
        "Small Description": "Vietnam Veterans Keith Payne VC Hostel is a residential aged care community, providing excellent quality of life for our residents. ",
        "Long Description": "Vietnam Veterans Keith Payne VC Hostel has been delivering the highest level of personalised, 24-hour aged care to its residents since 1991. While our heritage is built upon caring for those who served so bravely, we are a community that also welcomes non-veterans to make their home with us. Located only 5-minutes from the ocean in Noraville on the northern end of the NSW Central Coast, surrounded by lush bush surrounds and spacious grounds, the facility provides the most peaceful setting for residents to share their stories with neighbours, family and loved ones. We’re a fully accredited, not-for-profit aged care community that caters for up to 76 residents on either a full-time or temporary respite care basis. Our care team provide 24/7 Registered Nurse access, with our capabilities further increased through the addition of new person centred software that enhances communication, documentation and connection between our staff and residents. Since its establishment, Vietnam Veterans has evolved into a multi-purpose residential aged care community. Our residents’ quality of life is top priority. For this reason, we have grown to embrace the whole community through the hosting of lifetime events such weddings, funerals, family occasions and corporate functions.",
        "Address_Line_1": "1 Evans Rd",
        "Town_City": "Noraville",
        "State": "New South Wales",
        "Postcode": 2263,
        "Country": "Australia",
        "Charity_Website": "www.vietvets.com.au",
        "Territory: ACT": null,
        "Territory: NSW": "Y",
        "Territory: NT": null,
        "Operates_in_QLD": null,
        "Operates_in_SA": null,
        "Operates_in_TAS": null,
        "Operates_in_VIC": null,
        "Operates_in_WA": null,
        "Education": "Y",
        "Health": "Y",
        "Chronic Illness": null,
        "Disabilities": null,
        "Homelessness": null,
        "Unemployment": null,
        "Veterans": "Y"
    }
]
